Repository: netdcy/FlowVision
Catalog: FlowVision/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

# sort-readme
source: Regarding "using full path sorting in recursive mode", for example, the relative paths of two files from the current directory are: ./AAA/2.jpg ./BBB/1.jpg When sorting by full path, 2.jpg comes first, whereas when sorting by filename, 1.jpg comes first. ---------- When sorting by Exif information, it is necessary to read the header content of each file, which may cause slow loading speeds. For example, on an SMB network drive or with video files, the reference reading speed is about 10 files per second.
ar: بالنسبة إلى "استخدام ترتيب المسار الكامل في الوضع العودي"، على سبيل المثال، فإن المسارات النسبية لملفين من الدليل الحالي هي: ./AAA/2.jpg ./BBB/1.jpg عند الترتيب حسب المسار الكامل، يأتي 2.jpg أولًا، بينما عند الترتيب حسب اسم الملف، يأتي 1.jpg أولًا. ---------- عند الترتيب حسب معلومات Exif، من الضروري قراءة محتوى العنوان لكل ملف، مما قد يتسبب في بطء سرعة التحميل. على سبيل المثال، في محرك شبكة SMB أو مع ملفات الفيديو، سرعة القراءة المرجعية هي حوالي 10 ملفات في الثانية.
de: Bezüglich der Verwendung der vollständigen Pfadsortierung im rekursiven Modus sind zum Beispiel die relativen Pfade von zwei Dateien aus dem aktuellen Verzeichnis: ./AAA/2.jpg ./BBB/1.jpg Beim Sortieren nach vollständigem Pfad kommt 2.jpg zuerst, während beim Sortieren nach Dateiname 1.jpg zuerst kommt. --------- Beim Sortieren nach Exif-Informationen ist es notwendig, den Header-Inhalt jeder Datei zu lesen, was zu langsamen Ladegeschwindigkeiten führen kann. Zum Beispiel auf einem SMB-Netzlaufwerk oder bei Videodateien liegt die Bezugsladegeschwindigkeit bei etwa 10 Dateien pro Sekunde.
es: En cuanto a "usar ordenamiento por ruta completa en modo recursivo", por ejemplo, las rutas relativas de dos archivos desde el directorio actual son: ./AAA/2.jpg ./BBB/1.jpg Al ordenar por ruta completa, 2.jpg viene primero, mientras que al ordenar por nombre de archivo, 1.jpg viene primero. ---------- Al ordenar por información Exif, es necesario leer el contenido del encabezado de cada archivo, lo que puede causar velocidades de carga lentas. Por ejemplo, en una unidad de red SMB o con archivos de video, la velocidad de lectura de referencia es de aproximadamente 10 archivos por segundo.
fr: Concernant l'utilisation du tri par chemin complet en mode récursif, par exemple, les chemins relatifs de deux fichiers à partir du répertoire actuel sont : ./AAA/2.jpg ./BBB/1.jpg Lors du tri par chemin complet, 2.jpg apparaît en premier, alors que lors du tri par nom de fichier, 1.jpg apparaît en premier. ---------- Lors du tri par information Exif, il est nécessaire de lire le contenu de l'en-tête de chaque fichier, ce qui peut entraîner des vitesses de chargement lentes. Par exemple, sur un lecteur réseau SMB ou avec des fichiers vidéo, la vitesse de lecture de référence est d'environ 10 fichiers par seconde.
it: Per quanto riguarda "l'uso dell'ordinamento per percorso completo in modalità ricorsiva", ad esempio, i percorsi relativi di due file dalla directory corrente sono: ./AAA/2.jpg ./BBB/1.jpg Quando si ordina per percorso completo, 2.jpg viene prima, mentre quando si ordina per nome file, 1.jpg viene prima. ---------- Quando si ordina per informazioni Exif, è necessario leggere il contenuto dell'intestazione di ogni file, il che può causare velocità di caricamento lente. Ad esempio, su una unità di rete SMB o con file video, la velocità di lettura di riferimento è di circa 10 file al secondo.
ja: 「再帰的モードでフルパスソートを使用する」場合について、例えば現在のディレクトリから2つのファイルの相対パスは次の通りです。 ./AAA/2.jpg ./BBB/1.jpg フルパスでソートすると2.jpgが先になり、ファイル名でソートすると1.jpgが先になります。 ---------- Exif情報でソートする場合、各ファイルのヘッダー内容を読み取る必要があり、ロードが遅くなることがあります。例えば、SMBネットワークドライブやビデオファイルでは、参照読み取り速度は約10ファイル/秒です。
ko: 예를 들어, "재귀 모드에서 전체 경로 정렬 사용"에 관해, 현재 디렉토리에서 두 파일의 상대 경로는 다음과 같습니다: ./AAA/2.jpg ./BBB/1.jpg 전체 경로로 정렬할 경우, 2.jpg가 먼저 오고, 파일명으로 정렬할 경우 1.jpg가 먼저 옵니다. ---------- Exif 정보로 정렬할 때는 각 파일의 헤더 내용을 읽어야 하므로 로딩 속도가 느릴 수 있습니다. 예를 들어, SMB 네트워크 드라이브나 비디오 파일의 경우 참조 읽기 속도는 초당 약 10개 파일입니다.
nl: Met betrekking tot "sorteren op volledige pad in recursieve modus", zijn bijvoorbeeld de relatieve paden van twee bestanden vanuit de huidige directory: ./AAA/2.jpg ./BBB/1.jpg Bij het sorteren op volledig pad komt 2.jpg eerst, terwijl bij het sorteren op bestandsnaam 1.jpg eerst komt. ---------- Bij het sorteren op Exif-informatie is het nodig om de headerinhoud van elk bestand te lezen, wat mogelijk tot langzame laadsnelheden leidt. Bijvoorbeeld, op een SMB-netwerkschijf of met videobestanden is de referentieleessnelheid ongeveer 10 bestanden per seconde.
pt_br: Sobre "usar classificação de caminho completo no modo recursivo", por exemplo, os caminhos relativos de dois arquivos do diretório atual são: ./AAA/2.jpg ./BBB/1.jpg Ao classificar por caminho completo, 2.jpg vem primeiro, enquanto ao classificar por nome de arquivo, 1.jpg vem primeiro. ---------- Ao classificar por informações Exif, é necessário ler o conteúdo do cabeçalho de cada arquivo, o que pode causar lentidão na velocidade de carregamento. Por exemplo, em um drive de rede SMB ou com arquivos de vídeo, a velocidade de leitura de referência é de cerca de 10 arquivos por segundo.
pt_pt: Relativamente a "uso de ordenação por caminho completo em modo recursivo", por exemplo, os caminhos relativos de dois ficheiros a partir do diretório atual são: ./AAA/2.jpg ./BBB/1.jpg Ao ordenar por caminho completo, 2.jpg vem primeiro, enquanto que ao ordenar pelo nome do ficheiro, 1.jpg vem primeiro. ---------- Ao ordenar por informações Exif, é necessário ler o conteúdo do cabeçalho de cada ficheiro, o que pode causar velocidades de carregamento lentas. Por exemplo, numa unidade de rede SMB ou com ficheiros de vídeo, a velocidade de leitura de referência é de cerca de 10 ficheiros por segundo.
ru: Что касается «использования сортировки по полному пути в рекурсивном режиме», например, относительные пути двух файлов из текущего каталога: ./AAA/2.jpg ./BBB/1.jpg При сортировке по полному пути 2.jpg идет первым, тогда как при сортировке по имени файла 1.jpg идет первым. ---------- При сортировке по информации Exif необходимо считывать содержимое заголовка каждого файла, что может вызвать медленную скорость загрузки. Например, на SMB сетевом диске или с видеофайлами скорость считывания составляет примерно 10 файлов в секунду.
sv: Angående "användning av fullständig sökvägssortering i rekursivt läge", är till exempel de relativa sökvägarna för två filer från den aktuella katalogen: ./AAA/2.jpg ./BBB/1.jpg Vid sortering efter fullständig sökväg kommer 2.jpg först, medan vid sortering efter filnamn kommer 1.jpg först. ---------- Vid sortering efter Exif-information är det nödvändigt att läsa rubrikinnehållet i varje fil, vilket kan orsaka långsam laddningshastighet. Till exempel, på en SMB-nätverksdisk eller med videofiler, är referensläsningshastigheten cirka 10 filer per sekund.
zh_hans: 关于“递归模式下使用完整路径排序”，例如两个文件相对当前目录的路径是 ./AAA/2.jpg ./BBB/1.jpg 以完整路径排序时2.jpg是第一个，而以文件名排序时1.jpg是第一个。 按Exif信息排序时，需要读取每个文件头部内容，可能造成加载速度缓慢。例如SMB网络驱动器中或视频文件时，参考读取速度约为10个/秒。
zh_hant: 關於「在遞歸模式中使用完整路徑排序」，例如，當前目錄中兩個文件的相對路徑是: ./AAA/2.jpg ./BBB/1.jpg 按完整路徑排序時，2.jpg 會排在前面，而按檔案名排序時，1.jpg 會排在前面。 ---------- 按 Exif 信息排序時，需要讀取每個文件的標頭內容，這可能會導致加載速度變慢。例如，在 SMB 網絡驅動器上或是處理視頻文件時，參考讀取速度約為每秒 10 個文件。

# sort-sizeA
source: Sort by File Size Ascending
ar: الفرز حسب حجم الملف تصاعديًا
de: Sortieren nach Dateigröße aufsteigend
es: Ordenar por tamaño de archivo ascendente
fr: Trier par taille de fichier croissante
it: Ordina per dimensione del file crescente
ja: ファイルサイズ昇順で並べ替え
ko: 파일 크기 오름차순으로 정렬
nl: Sorteren op bestandsgrootte oplopend
pt_br: Ordenar por Tamanho do Arquivo Crescente
pt_pt: Ordenar por Tamanho de Ficheiro Ascendente
ru: Сортировка по размеру файла по возрастанию
sv: Sortera efter filstorlek stigande
zh_hans: 大小
zh_hant: 按檔案大小升序排序

# sort-sizeZ
source: Sort by File Size Descending
ar: الفرز حسب حجم الملف تنازليًا
de: Sortieren nach Dateigröße absteigend
es: Ordenar por tamaño de archivo descendente
fr: Trier par taille de fichier décroissante
it: Ordina per dimensione file decrescente
ja: ファイルサイズで降順に並べ替え
ko: 파일 크기 내림차순 정렬
nl: Sorteren op bestandsgrootte aflopend
pt_br: Ordenar por Tamanho do Arquivo Decrescente
pt_pt: Ordenar por Tamanho de Ficheiro Descendente
ru: Сортировать по убыванию размера файла
sv: Sortera efter filstorlek fallande
zh_hans: 大小(降序)
zh_hant: 按檔案大小降序排序

source: Statistic
ar: إحصائية
de: Statistik
es: Estadística
fr: Statistique
it: Statistiche
ja: 統計
ko: 통계
nl: Statistiek
pt_br: Estatística
pt_pt: Estatística
ru: Статистика
sv: Statistik
zh_hans: 统计信息
zh_hant: 統計

# statistic-content
source: Folder Count: %d File Count: %d Image Count: %d Video Count: %d Total Size: %@
ar: عدد المجلدات: %d عدد الملفات: %d عدد الصور: %d عدد مقاطع الفيديو: %d الإجمالي: %@
de: Ordneranzahl: %d Dateianzahl: %d Bildanzahl: %d Videoanzahl: %d Gesamtgröße: %@
es: Cantidad de carpetas: %d Cantidad de archivos: %d Cantidad de imágenes: %d Cantidad de videos: %d Tamaño total: %@
fr: Nombre de dossiers : %d Nombre de fichiers : %d Nombre d'images : %d Nombre de vidéos : %d Taille totale : %@
it: Conteggio cartelle: %d Conteggio file: %d Conteggio immagini: %d Conteggio video: %d Dimensione totale: %@
ja: フォルダー数: %d ファイル数: %d 画像数: %d ビデオ数: %d 合計サイズ: %@
ko: 폴더 수: %d 파일 수: %d 이미지 수: %d 비디오 수: %d 총 크기: %@
nl: Aantal mappen: %d Aantal bestanden: %d Aantal afbeeldingen: %d Aantal video's: %d Totale grootte: %@
pt_br: Contagem de Pastas: %d Contagem de Arquivos: %d Contagem de Imagens: %d Contagem de Vídeos: %d Tamanho Total: %@
pt_pt: Contagem de Pastas: %d Contagem de Ficheiros: %d Contagem de Imagens: %d Contagem de Vídeos: %d Tamanho Total: %@
ru: Количество папок: %d Количество файлов: %d Количество изображений: %d Количество видео: %d Общий размер: %@
sv: Antal mappar: %d Antal filer: %d Antal bilder: %d Antal videor: %d Total storlek: %@
zh_hans: 目录：%d 文件：%d 图像：%d 视频：%d 总大小：%@
zh_hant: 資料夾數量: %d 文件數量: %d 圖片數量: %d 視頻數量: %d 总大小: %@

source: Stop
ar: توقف
de: Stopp
es: Detener
fr: Arrêter
it: Ferma
ja: 停止
ko: 중지
pt_br: Parar
pt_pt: Parar
ru: Стоп
sv: Stoppa
zh_hans: 停止
zh_hant: 停止

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
nl: Succes
pt_br: Sucesso
pt_pt: Sucesso
ru: Успех
sv: Framgång
zh_hans: 成功
zh_hant: 成功

source: Switch to Custom Profile %@
ar: الانتقال إلى الملف الشخصي المُخصص %@
de: Zu benutzerdefiniertem Profil %@ wechseln
es: Cambiar a perfil personalizado %@
fr: Basculer vers le profil personnalisé %@
it: Passa a Profilo Personalizzato %@
ja: カスタムプロファイル%@に切り替える
ko: 사용자 정의 프로파일 %@로 전환
nl: Overschakelen naar Aangepast Profiel %@
pt_br: Alternar para perfil personalizado %@
pt_pt: Mudar para perfil personalizado %@
ru: Переключиться на пользовательский профиль %@
sv: Byt till Anpassad Profil %@
zh_hans: 切换至自定义配置%@
zh_hant: 切換至自定義配置 %@

# switchToActualSize
source: Image Default Actual Size
ar: حجم الصورة الفعلي الافتراضي
de: Standard-Bildgröße
es: Tamaño real predeterminado de imagen
fr: Taille réelle par défaut de l'image
it: Dimensione attuale predefinita immagine
ja: 画像のデフォルトの実際のサイズ
ko: 이미지 기본 실제 크기
nl: Afbeelding Standaard Werkelijke Grootte
pt_br: Tamanho Real Padrão da Imagem
pt_pt: Imagem Padrão Tamanho Real
ru: Изображение по умолчанию в фактическом размере
sv: Standardbildens faktiska storlek
zh_hans: 图片默认实际大小
zh_hant: 圖片預設實際大小

# switchToDarkMode
source: Dark Mode
ar: الوضع الداكن
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ko: 다크 모드
nl: Donkere modus
pt_br: Modo Escuro
pt_pt: Modo Escuro
ru: Тёмный режим
sv: Mörkt läge
zh_hans: 黑暗模式
zh_hant: 深色模式

# switchToFitToWindow
source: Image Default Fit to Window
ar: تلقائي ملاءمة الصورة للنافذة
de: Standardmäßige Bildanpassung an Fenster
es: Imagen predeterminada ajustada a la ventana
fr: Ajuster l'image par défaut à la fenêtre
it: Immagine predefinita adatta alla finestra
ja: 画像をデフォルトでウィンドウに合わせる
ko: 이미지 기본 창에 맞춤
nl: Afbeelding standaard aanpassen aan venster
pt_br: Imagem Padrão Ajustar à Janela
pt_pt: Imagem Ajustar à Janela por Defeito
ru: Изображение по умолчанию по размеру окна
sv: Bildens standardpassform till fönster
zh_hans: 图片默认适应窗口
zh_hant: 圖片預設適應視窗

# switchToLightMode
source: Light Mode
ar: الوضع الفاتح
de: Heller Modus
es: Modo Claro
fr: Mode clair
it: Modalità chiara
ja: ライトモード
ko: 라이트 모드
nl: Lichte modus
pt_br: Modo Claro
pt_pt: Modo Claro
ru: Светлый режим
sv: Ljust läge
zh_hans: 浅色模式
zh_hant: 淺色模式

# switchToSystemTheme
source: Match System
ar: تتبع النظام
de: System anpassen
es: Coincidir con el sistema
fr: Correspondre au système
it: Abbinare il sistema
ja: システムに合わせる
ko: 시스템과 일치
nl: Systeem volgen
pt_br: Combinar com o sistema
pt_pt: Sistema de Correspondência
ru: Соответствовать системе
sv: Anpassa efter systemet
zh_hans: 跟随系统主题
zh_hant: 配合系統

source: Text File
ar: ملف نصي
de: Textdatei
es: archivo de texto
fr: fichier texte
it: 文件 di testo
ja: テキストファイル
ko: 텍스트 파일
nl: Tekstbestand
pt_br: arquivo de texto
pt_pt: Ficheiro de texto
ru: текстовый файл
sv: textfil
zh_hans: 文本文件
zh_hant: 文本文件

source: This app is now the default for all specified file types.
ar: هذا التطبيق هو الآن الافتراضي لجميع أنواع الملفات المحددة
de: Diese App ist jetzt für alle angegebenen Dateitypen die Standardanwendung.
es: Esta aplicación es ahora la predeterminada para todos los tipos de archivo especificados
fr: Cette application est désormais l'application par défaut pour tous les types de fichiers spécifiés
it: Questa app è ora l'app predefinita per tutti i tipi di file specificati
ja: このアプリは、すべての指定されたファイルタイプのデフォルトになりました。
ko: 이 앱은 이제 모든 지정된 파일 유형의 기본 앱입니다
nl: Deze app is nu de standaard voor alle opgegeven bestandstypen
pt_br: Este aplicativo agora é o padrão para todos os tipos de arquivo especificados
pt_pt: Esta aplicação é agora a predefinida para todos os tipos de ficheiros especificados
ru: Это приложение теперь является приложением по умолчанию для всех указанных типов файлов.
sv: Denna app är nu standard för alla angivna filtyper
zh_hans: 此应用现在是所有指定文件类型的默认应用程序。
zh_hant: 此應用程式現在是所有指定檔案類型的預設應用程式。

source: Thumbnail Border Thickness (Non-Grid View)
ar: سماكة حدود الصورة المصغرة (عرض غير شبكي)
de: Dicke des Vorschaubildrandes (Nicht-Gitteransicht)
es: Grosor del borde de la miniatura (vista no de cuadrícula)
fr: Épaisseur de la bordure de la vignette (vue non-grille)
it: Spessore bordo miniatura (visualizzazione non a griglia)
ja: サムネイル枠の太さ（非グリッドビュー）
ko: 썸네일 테두리 두께 (비 그리드 보기)
nl: Miniatuur randdikte (Niet-Rasterweergave)
pt_br: Espessura da Borda da Miniatura (Exibição Não Gradeada)
pt_pt: Espessura da Borda da Miniatura (Vista Não em Grade)
ru: Толщина границы миниатюры (негридовый вид)
sv: Miniatyrbild Kanttjocklek (icke-rutnätsvy)
zh_hans: 缩略图边框厚度(非网格视图)
zh_hant: 縮略圖邊框粗細 (非網格視圖)

source: Thumbnail Cell Padding
ar: تباعد الخلية المصغرة
de: Miniaturansicht Zellenabstand
es: Relleno de celda de miniatura
fr: Remplissage de cellule de vignette
it: Riempimento celle miniature
ja: サムネイルセルのパディング
ko: 썸네일 셀 패딩
nl: Miniatuurrandopvulling
pt_br: Preenchimento da Célula da Miniatura
pt_pt: Preenchimento da Célula da Miniatura
ru: Отступ ячейки миниатюры
sv: Minnatyrbildcellens utfyllnad
zh_hans: 缩略图单元格外边距
zh_hant: 縮略圖單元格邊距

source: Thumbnail Corner Radius (Grid View)
ar: نصف قطر زاوية المصغر (عرض الشبكة)
de: Eckenradius des Thumbnails (Rasteransicht)
es: Radio de esquina de la miniatura (Vista de cuadrícula)
fr: Rayon d'angle de la miniature (vue en grille)
it: Raggio dell'angolo delle miniature (vista griglia)
ja: サムネイルの角の丸み (グリッドビュー)
ko: 썸네일 코너 반경 (그리드 보기)
nl: Hoekstraal miniatuur (Rasterweergave)
pt_br: Raio do Canto da Miniatura (Visualização em Grade)
pt_pt: Raio do Canto da Miniatura (Vista em Grade)
ru: Радиус скругления углов эскиза (Вид сетки)
sv: Miniatyrhörnavstånd (Rutnätsvy)
zh_hans: 缩略图圆角半径(网格视图)
zh_hant: 縮略圖圓角半徑（網格視圖）

source: Thumbnail Corner Radius (Non-Grid View)
ar: نصف قطر زاوية الصورة المصغرة (عرض غير شبكي)
de: Eckenradius des Thumbnails (Nicht-Rasteransicht)
es: Radio de la esquina de la miniatura (vista no en cuadrícula)
fr: Rayon d'angle des vignettes (vue non-grille)
it: Raggio d’angolo delle miniature (Visualizzazione non a griglia)
ja: サムネイルの角の半径 (非グリッド表示)
ko: 썸네일 모서리 반경 (비격자 보기)
nl: Hoekstraal Miniatuur (Niet-Rasterweergave)
pt_br: Raio do Canto da Miniatura (Visualização Não Grade)
pt_pt: Raio do Canto da Miniatura (Vista Não-Grade)
ru: Радиус закругления миниатюр (не сеточный вид)
sv: Miniatyrhörnsradie (icke rutnätvy)
zh_hans: 缩略图圆角半径(非网格视图)
zh_hant: 缩略图圓角半徑(非網格視圖)

source: Thumbnail Filename Font Size
ar: حجم خط اسم ملف الصورة المصغرة
de: Schriftgröße des Dateinamens der Miniaturansicht
es: Tamaño de Fuente del Nombre del Archivo en Miniatura
fr: Taille de police du nom de fichier de la miniature
it: Dimensione carattere nome file miniatura
ja: サムネイルファイル名フォントサイズ
ko: 썸네일 파일 이름 글꼴 크기
nl: Miniatuur bestandsnaam lettergrootte
pt_br: Tamanho da Fonte do Nome do Arquivo em Miniatura
pt_pt: Tamanho da Fonte do Nome do Ficheiro da Miniatura
ru: Размер шрифта имени файла эскиза
sv: Teckensnittsstorlek för miniatyrbildens filnamn
zh_hans: 缩略图文件名字体大小
zh_hant: 縮略圖文件名字體大小

source: Thumbnail Line Space Adjustment (Non-Grid View)
ar: ضبط تباعد خطوط الصور المصغرة (عرض غير الشبكة)
de: Thumbnail-Zeilenabstandsanpassung (Nicht-Gitter-Ansicht)
es: Ajuste del espacio entre líneas de miniaturas (vista no en cuadrícula)
fr: Ajustement de l'espacement des lignes des vignettes (vue non en grille)
it: Regolazione dello spazio tra le righe delle miniature (visualizzazione non a griglia)
ja: サムネイル行間スペース調整（グリッドビュー以外）
ko: 썸네일 행 간격 조정 (비그리드 보기)
nl: Aanpassing van regelafstand miniatuurweergave (Niet-Rasterweergave)
pt_br: Ajuste do Espaçamento das Linhas em Miniatura (Visualização Não-Grade)
pt_pt: Ajuste do Espaçamento entre Linhas de Miniaturas (Vista Não Grade)
ru: Настройка интервала между строками миниатюр (не сеточный вид)
sv: Justering av miniatyrraders mellanrum (ej rutnätsvy)
zh_hans: 缩略图行间距调整(非网格视图)
zh_hant: 縮略圖行間距調整（非網格視圖）

source: Thumbnail Options
ar: خيارات الصورة المصغرة
de: Miniaturansicht-Optionen
es: Opciones de miniatura
fr: Options de vignette
it: Opzioni miniature
ja: サムネイルオプション
ko: 썸네일 옵션
nl: Miniatuur Opties
pt_br: Opções de Miniatura
pt_pt: Opções de Miniaturas
ru: Параметры миниатюр
sv: Miniatyralternativ
zh_hans: 缩略图选项
zh_hant: 縮略圖選項

source: Thumbnail Size
ar: حجم الصورة المصغرة
de: Miniaturbildgröße
es: Tamaño de miniatura
fr: Taille des vignettes
it: Dimensione della miniatura
ja: サムネイルサイズ
ko: 썸네일 크기
nl: Miniatuurgrootte
pt_br: Tamanho da Miniatura
pt_pt: Tamanho da Miniatura
ru: Размер эскиза
sv: Miniatyrbildstorlek
zh_hans: 缩略图大小
zh_hant: 縮略圖大小

source: Unpin Window from Top
ar: إلغاء تثبيت النافذة من الأعلى
de: Fenster von oben lösen
es: Desanclar ventana de la parte superior
fr: Détacher la fenêtre du haut
it: Sblocca finestra dalla parte superiore
ja: ウィンドウをトップから固定解除
ko: 상단에서 창 고정 해제
nl: Venster losmaken van bovenaan
pt_br: Desafixar Janela do Topo
pt_pt: Desafixar Janela do Topo
ru: Открепить окно сверху
sv: Ta bort fönstret från toppen
zh_hans: 取消置顶窗口
zh_hant: 取消將視窗置頂

source: Unsupported Video Format
ar: تنسيق الفيديو غير مدعوم
de: Nicht unterstütztes Videoformat
es: Formato de video no compatible
fr: Format vidéo non pris en charge
it: Formato video non supportato
ja: サポートされていないビデオ形式
ko: 지원되지 않는 비디오 형식
nl: Niet-ondersteund videoformaat
pt_br: Formato de vídeo não suportado
pt_pt: Formato de Vídeo Não Suportado
ru: Неподдерживаемый формат видео
sv: Ej stödd videoformat
zh_hans: 不支持的视频格式
zh_hant: 不支援的影片格式

# up-folder
source: Enclosing Folder
ar: المجلد المغلق
de: Umschließender Ordner
es: Carpeta contenedora
fr: Dossier contenant
it: Cartella contenitore
ja: 上位フォルダ
ko: 상위 폴더
nl: Omsluitend map
pt_br: Pasta de Envolvimento
pt_pt: Pasta Envolvente
ru: Вложенная папка
sv: Inneslutande mapp
zh_hans: 上层文件夹
zh_hant: 上層資料夾

source: Use Full Path
ar: استخدام المسار الكامل
de: Vollständigen Pfad verwenden
es: Usar ruta completa
fr: Utiliser le chemin complet
it: Usa il percorso completo
ja: フルパスを使用
ko: 전체 경로 사용
nl: Volledig pad gebruiken
pt_br: Usar Caminho Completo
pt_pt: Usar Caminho Completo
ru: Использовать полный путь
sv: Använd fullständig sökväg
zh_hans: 使用完整路径
zh_hant: 使用完整路徑

source: Use Full Path in Window Title
ar: استخدم المسار الكامل في عنوان النافذة
de: Vollständigen Pfad im Fenstertitel verwenden
es: Usar ruta completa en el título de la ventana
fr: Utiliser le chemin complet dans le titre de la fenêtre
it: Utilizza il percorso completo nel titolo della finestra
ja: ウィンドウタイトルにフルパスを使用
ko: 창 제목에 전체 경로 사용
nl: Volledig pad gebruiken in venstertitel
pt_br: Usar caminho completo no título da janela
pt_pt: Usar Caminho Completo no Título da Janela
ru: Использовать полный путь в заголовке окна
sv: Använd hela sökvägen i fönstertiteln
zh_hans: 在窗口标题中使用完整路径
zh_hant: 在窗口標題中使用完整路徑

source: Use Internal Video Player
ar: استخدام مشغل الفيديو الداخلي
de: Internen Videoplayer verwenden
es: Usar reproductor de video interno
fr: Utiliser le lecteur vidéo interne
it: Usa Lettore Video Interno
ja: 内部ビデオプレーヤーを使用
ko: 내부 비디오 플레이어 사용
nl: Interne videospeler gebruiken
pt_br: Usar reprodutor de vídeo interno
pt_pt: Usar Leitor de Vídeo Interno
ru: Использовать внутренний видеоплеер
sv: Använd intern videospelare
zh_hans: 使用内置视频播放器
zh_hant: 使用內建視頻播放器

source: Video
ar: فيديو
fr: Vidéo
ja: ビデオ
ko: 동영상
pt_br: Vídeo
pt_pt: Vídeo
ru: Видео
zh_hans: 视频
zh_hant: 影片

# video-dimensions
source: Dimensions
ar: الأبعاد
de: Dimensionen
es: Dimensiones
it: Dimensioni
ja: 寸法
ko: 치수
nl: Dimensies
pt_br: Dimensões
pt_pt: Dimensões
ru: Размеры
sv: Dimensioner
zh_hans: 视频尺寸
zh_hant: 尺寸
